
/*

********************************************************
|         Escolha uma das operações abaixo:            |
********************************************************
| [1] Soma                                             |
| [2] Subtração                                        |
| [3] Divisão                                          |
| [4] Multiplicação                                    |
********************************************************
| Insira o número correspondente à operação desejada: 8|       larg min: 54 + espaço barr vert (55)
********************************************************       linhas: 10

linhas asterisco: 1, 3, 8, 10
linhas barra vertical: 2, 4, 5, 6, 7, 9

*******************************
| Insira o primeiro número: 7 |
*******************************

*******************************
| Insira o segundo número: 7  |
*******************************

********************
| O resultado é: x |
********************

*/